/********************************************************
 *         Author: Shawn Guo                            *
 *         Date  : 2013/2/14                            *
 *         Last  : 2013/2/14                            *
 *         Project:   LCD时钟                           *
 *         Notes :  独立键盘驱动                        *
 *                  P1 | JP5(0 1 ... A B)               *
 ********************************************************/

void Key_Wait();          // 等待按键
void Key_Test();          // 检测是哪个按键，并进行相应的操作
