/********************************************************
 *         Author: Shawn Guo                            *
 *         Date  : 2013/2/15                            *
 *         Last  : 2013/2/15                            *
 *         Project:   LCD时钟                           *
 *         Notes:   时钟驱动                            *
 ********************************************************/

void Time_Load();         // 载入时间数据
void Time_Save();         // 保存时间数据
void Time_Init(); //定时器初始配置
